[M_Odyssey MissionDefinition]
MissionName="Odysseus"
MissionDescription="They found an ECHO device on the body of the criminal who sent us. Gangster Otis offers you money to kill three gangsters who attacked him when he found out you killed his wife.."
TurnInDescription="The detective is gone. Penny's wife can live in peace. Will there be enough time for him to take revenge for his decision on the character who killed his wife?."
MissionSummary="He killed Penny's partner.."
MissionGiver=""
MissionTurnInLocation=""
TeaserText="Killing people doesn't mean you can't help them. "

[M_Odyssey:GoSeePenny MissionObjectiveDefinition]
ProgressMessage="Go see Penny"

[M_Odyssey:KillBluntCrack MissionObjectiveDefinition]
ProgressMessage="kill the witches"

[M_Odyssey:KillCraw MissionObjectiveDefinition]
ProgressMessage="Destroy insects"

[M_Odyssey:KillFaraday MissionObjectiveDefinition]
ProgressMessage="Attack on Friday"

[M_Odyssey:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Odyssey:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

